Revit 2027 API
ParameterTypeId.RbsElecCircuitWireNumGroundsParam Property
 "# of Ground Conductors"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId RbsElecCircuitWireNumGroundsParam { get; }
Public Shared ReadOnly Property RbsElecCircuitWireNumGroundsParam As ForgeTypeId
	Get
public:
static property ForgeTypeId^ RbsElecCircuitWireNumGroundsParam {
	ForgeTypeId^ get ();
}
static member RbsElecCircuitWireNumGroundsParam : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace